def Mounth():
    MOUNTH = (
        ("0", 'Январь'),
        ("1", 'Февраль'),
        ("2", 'Март'),
        ("3", 'Апрель'),
        ("4", 'Май'),
        ("5", 'Июнь'),
        ("6", 'Июль'),
        ("7", 'Август'),
        ("8", 'Сентябрь'),
        ("9", 'Октябрь'),
        ("10", 'Ноябрь'),
        ("11", 'Декабрь'),
    )

    return MOUNTH

def Level():
    LEVEL = (
        ("0", 'Муниципальный'),
        ("1", 'Региональный'),
        ("2", 'Федеральный'),        
    )

    return LEVEL

def Result():
    RESULT = (
        ("0", 'Победитель'),
        ("1", 'Призер'),
        ("2", 'Участник'),        
    )

    return RESULT    

def TypeKpk():
    RESULT = (
        ("0", 'ФГОС НОО'),
        ("1", 'ФГОС ООО'),
        ("2", 'ФГОС СОО'),        
        ("3", 'Адаптивные программы (ОВЗ)'),              
    )

    return RESULT    